Rhino.Inside.Revit API
Revit.ActiveUIDocument Property
 Gets the active Autodesk.Revit.UI.UIDocument in the Revit UI.
 Namespace: RhinoInside.Revit
 Assembly: RhinoInside.Revit (in RhinoInside.Revit.dll) Version: 1.7.8130
Syntax
public static Autodesk.Revit.UI.UIDocument ActiveUIDocument { get; }
@property
def ActiveUIDocument(self) -> Autodesk.Revit.UI.UIDocument
Property Value
Type: Autodesk.Revit.UI.UIDocument
See Also
Reference
Revit Class
RhinoInside.Revit Namespace